<?php

return [
    'email-title' => 'Подтверждение по элетронной почте',
    'email-intro'=> 'Чтобы подтвердить свою электронную почту, нажмите на кнопку ниже',
    'email-button' => 'Подтвердить электронную почту',
    'message' => 'Спасибо за регистрацию! Проверьте свою электронную почту.',
    'success' => 'Вы успешно проверили свою учетную запись! Теперь вы можете войти в систему.',
    'again' => 'Прежде чем вы сможете получить доступ к сайту, вы должны подтвердить свою электронную почту. ' .
                '<br>Если вы не получили подтверждение по электронной почте, проверьте папку со спамом.'.
                '<br>Чтобы получить новое электронное письмо с подтверждением, <a href="' . url('confirmation/resend') . '" class="alert-link">нажмите здесь</a>.',
    'resend' => 'Отправлено сообщение с подтверждением. Проверьте свою электронную почту.'
];
